Repository: jonny64/flybot
Catalog: tags/0.3beta2/Translation/*/Chatbot.po
Languages: russian

source: too few parameters
russian: неполный шаблон

source: priority should be in range 1..%d
russian: приоритет должен быть в диапазоне 1..%d

source: invalid regular expression: %s
russian: синтаксис регулярного выражения: %s

source: Dictionary, line %d:
russian: Словарь, строка %d:

source: min.
russian: мин.

source: hr.
russian: ч.

source: day
russian: дн.

source: wk.
russian: нед.

source: sec.
russian: сек.

source: &Online
russian: Активен

source: Slot timeout
russian: Срок действия слота

source: Answer delay
russian: Задержка преред ответом

source: &Show balloons
russian: Показывать уведомления

source: &Reload dicttionary
russian: Перегрузить словарь

source: &Open dictionary
russian: Открыть словарь

source: Could not set icon.
russian: Невозможно добавить иконку.

source: Matched template: %s
russian: Cовпадение по шаблону %s

source: Closed PM from %s
russian: Закрыта личка %s

source: Slot was given to %s
russian: Выдан слот %s

source: %s added to ignore list
russian: %s добавлен в игнор

source: Cannot create worker thread
russian: Невозможно создать поток

source: Dictionary was successfully loaded
russian: Словарь успешно загружен

source: Information
russian: Информация

source: Warning
russian: Предупреждение

source: Error
russian: Ошибка

source: Fatal error:
russian: Критическая ошибка:

source: Program aborted.
russian: Программа завершила работу.
